Repository: Omnimaga/omninet-control-panel
Catalog: lang/*/LC_MESSAGES/omninet.po
Languages: fr

source: Save
fr: Enregistrer

source: Insufficient Parameters to login
fr: Paramètres insuffisants pour se connecter

source: Account is not registered
fr: Le compte n'est pas enregistré

source: Invalid Username/Password
fr: Nom d'utilisateur et/ou mot de passe invalide

source: Account is frozen
fr: Le compte est gelé

source: Could not log in
fr: Impossible de se connecter.

source: Could not connect.
fr: Impossible de se connecter.

source: Could not set timeout.
fr: Impossible de régler le délai.

source: RehashServ is already running.
fr: RehashServ est déjà en cours d'exécution

source: IRC Server refused the connection.
fr: Le serveur IRC a refusé la connexion.

source: Failed to authenticate with NickServ
fr: L'authentication avec NickServ a échoué

source: vhost not set.
fr: vhost non défini.

source: There is an error in the config. See console for output.
fr: Il y a eu une erreur dans la configuration. Regardez la console pour la sortie.

source: Rehashed. View console for output.
fr: Mis à jour. Regardez la console pour la sortie.

source: Managed Oper
fr: Opérateur géré

source: Personal Oper
fr: Opérateur personnel

source: Nick
fr: Pseudonyme

source: Omnimaga Profile
fr: Profil Omnimaga

source: New Password
fr: Nouveau mot de passe

source: Invalid credentials
fr: Informations de connexion invalides.

source: User
fr: Utilisateur

source: does not exist
fr: n'existe pas

source: Invalid persona email
fr: Courriel Persona invalide

source: Invalid password
fr: Mot de passe invalide

source: Failed to create Authy user
fr: La création de l'utilisateur Authy a échoué

source: Token didn't match
fr: Le jeton ne correspond pas

source: You have been logged out
fr: Vous avez été déconnecté

source: Failed to disable 2-factor authentication
fr: La désactivation de la vérification en deux étapes a échoué

source: No cell number set
fr: Aucun numéro de cellulaire défini

source: No country code set
fr: Aucun code de pays défini

source: Could not register
fr: Impossible de s'inscrire

source: No secret key defined
fr: Aucune clé secrète définie

source: No token provided
fr: Aucun jeton fourni

source: Owner
fr: Propriétaire

source: Real Name
fr: Vrai nom

source: Email
fr: Courriel

source: Opers
fr: Opérateurs

source: Role
fr: Rôle

source: Children
fr: Fils

source: Missing username and/or password
fr: Nom d'utilisateur et/ou mot de passe manquant

source: Missing user type
fr: Type d'utilisateur manquant

source: No token set
fr: Aucun jeton défini

source: Cannot fetch memos
fr: Impossible de récupérer les mémos

source: Cannot fetch news
fr: Impossible de récupérer les nouvelles

source: Voice
fr: Voix

source: Automatic voice
fr: Voix automatique

source: Halfop
fr: Demi-opérateur

source: Automatic Halfop
fr: Demi-opérateur automatique

source: Op
fr: Opérateur

source: Automatic Op
fr: Opérateur automatique

source: Admin
fr: Administrateur

source: Set
fr: Définir

source: Invite/Getkey
fr: Invitation/Obtenir clé

source: Kick/Ban
fr: Expulsion/Bannissement

source: Recover/Clear
fr: Recouvrer/Effacer

source: Modify access lists
fr: Modifier les listes d'accès

source: Topic
fr: Sujet

source: View access lists
fr: Voir les listes d'accès

source: Founder
fr: Fondateur

source: Banned
fr: Banni

source: Cannot fetch channels
fr: Impossible de récupérer les canaux

source: No message or user entered
fr: Aucun message ou utilisateur entré

source: Memo Sent
fr: Mémo envoyé

source: Cannot send memo
fr: Impossible d'envoyer le mémo

source: No id given
fr: Aucun ID fourni

source: Failed to add email
fr: L'ajout du courriel a échoué

source: to user
fr: à l'utilisateur

source: Email does not match any users
fr: Le courriel ne correspond à aucun utilisateur

source: No ID set
fr: Aucun ID défini

source: Could not remove email address
fr: Impossible d'enlever le courriel

source: 2-factor disabled.
fr: Vérification en deux étapes désactivée.

source: Make sure that everything is filled in. Try reloading if it is.
fr: Assurez-vous que tous les champs sont remplis. Essayez de recharger si c'est le cas.

source: Could not update password with nickserv
fr: Impossible de mettre à jour le mot de passe avec NickServ

source: Not Logged in to use
fr: Déconnecté pour utiliser

source: with key
fr: avec la clé

source: Must be logged in with type user to sync pass
fr: Vous devez être connecté avec le type utilisateur pour synchroniser le mot de passe

source: Could not verify with nickserv
fr: Impossible de vérifier avec NickServ

source: Nickserv password synchronized with main account
fr: Le mot de passe NickServ a été synchronisé avec le compte principal

source: Not logged in
fr: Déconnecté

source: No user set.
fr: Aucun utilisateur défini.

source: No email set.
fr: Aucun courriel défini.

source: No real name set.
fr: Aucun vrai nom défini.

source: No nick set.
fr: Aucun pseudonyme défini.

source: User with id
fr: Utilisateur avec ID

source: does not exist. You should reload the page.
fr: n'existe pas. Vous devriez recharger la page.

source: Unable to update user
fr: Impossible de mettre à jour l'utilisateur

source: No profile set.
fr: Aucun profil défini.

source: Oper with id
fr: Opérateur avec ID

source: Unable to update oper
fr: Impossible de mettre à jour l'opérateur

source: Failed to update setting
fr: La mise à jour du réglage a échoué

source: with value
fr: avec la valeur

source: Invalid Action
fr: Action invalide

source: Refresh
fr: Rafraîchir

source: New Memo
fr: Nouveau mémo

source: Delete All
fr: Supprimer tout

source: From
fr: De

source: Sent
fr: Envoyé

source: Body
fr: Corps

source: Reply
fr: Répondre

source: Delete
fr: Supprimer

source: New Channel
fr: Nouveau canal

source: Flags:
fr: Indicateurs:

source: News
fr: Nouvelles

source: Memos
fr: Mémos

source: Channels
fr: Canaux

source: Servers
fr: Serveurs

source: Profile
fr: Profil

source: To
fr: À

source: Country
fr: Pays

source: Cell #
fr: Numéro de cellulaire

source: Token
fr: Jeton

source: Disable 2-factor
fr: Désactiver la vérification en deux étapes

source: Link Persona
fr: Lier le Persona

source: Remove
fr: Enlever

source: Switch Role
fr: Changer de rôle

source: Rehash
fr: Mettre à jour

source: Change Password
fr: Changer le mot de passe

source: Sync Password
fr: Synchroniser le mot de passe

source: Logout
fr: Se déconnecter

source: Password
fr: Mot de passe

source: Switch
fr: Changer

source: Login
fr: Se connecter

source: 2-Factor Verification
fr: Validation en deux étapes

source: Username
fr: Nom d'utilisateur
